Repository: xjxtree/agent-pet-companion
Catalog: apps/macos/Sources/AgentPetCompanion/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.development
source: Development
zh_hans: 开发版

# about.link.license
source: License
zh_hans: 开源许可

# about.link.privacy
source: Privacy
zh_hans: 隐私说明

# about.link.project
source: Project
zh_hans: 项目主页

# about.local_build
source: local
zh_hans: 本地

# about.tagline
source: A local-first macOS desktop pet that quietly reflects work from Codex, Claude Code, Pi, and OpenCode.
zh_hans: 本地优先的 macOS 桌面宠物，让 Codex、Claude Code、Pi 与 OpenCode 的工作状态安静地出现在桌面。

# about.version.format
source: Version %@ (%@)
zh_hans: 版本 %@（%@）

# app.action.about
source: About Agent Pet Companion
zh_hans: 关于 Agent Pet Companion

# app.action.check_connections
source: Check Agent Connections
zh_hans: 检查 Agent 连接

# app.action.focus_pet_sessions
source: Focus Pet Sessions
zh_hans: 聚焦桌宠会话

# app.action.hide_pet
source: Hide Desktop Pet
zh_hans: 隐藏桌宠

# app.action.more
source: More
zh_hans: 更多

# app.action.open_control_center
source: Open Control Center
zh_hans: 打开控制中心

# app.action.quit
source: Quit Agent Pet
zh_hans: 退出 Agent Pet

# app.action.show_pet
source: Show Desktop Pet
zh_hans: 显示桌宠

# app.action.toggle_pet
source: Show/Hide Pet
zh_hans: 显示/隐藏桌宠

# app.help.hide_pet
source: Hide the pet from the desktop
zh_hans: 隐藏桌面上的宠物

# app.help.more
source: More app actions
zh_hans: 更多 App 操作

# app.help.service_status
source: %@. Open Service & Diagnostics.
zh_hans: %@，打开服务与诊断

# app.help.show_pet
source: Show the pet on the desktop
zh_hans: 在桌面显示宠物

# app.menu.current_pet
source: Current pet: %@
zh_hans: 当前宠物：%@

# app.menu.recent_agent
source: Recent agent: %@
zh_hans: 最近 Agent：%@

# app.state.no_pet
source: Not enabled
zh_hans: 未启用

# app.state.no_pet_enabled
source: No pet enabled
zh_hans: 未启用宠物

# app.state.no_recent_activity
source: No recent activity
zh_hans: 暂无近期活动

# app.update.action.check
source: Check for Updates…
zh_hans: 检查更新…

# app.update.action.checking
source: Checking…
zh_hans: 正在检查…

# app.update.action.download
source: Download for This Mac
zh_hans: 下载适用于此 Mac 的新版

# app.update.action.later
source: Later
zh_hans: 稍后

# app.update.action.open_applications
source: Open Applications
zh_hans: 打开“应用程序”文件夹

# app.update.action.open_downloads
source: Open Downloads
zh_hans: 打开“下载”文件夹

# app.update.action.open_release_page
source: Open Release Page
zh_hans: 打开 Release 页面

# app.update.action.redownload
source: Download Again
zh_hans: 重新下载

# app.update.action.release_notes
source: View Release Notes
zh_hans: 查看更新内容

# app.update.action.retry_download
source: Try Download Again
zh_hans: 重新尝试下载

# app.update.action.reveal_new_app
source: Show New App in Finder
zh_hans: 在 Finder 中显示新版

# app.update.action.show_install_guide
source: Show Installation Guide
zh_hans: 查看安装引导

# app.update.action.view
source: View Update
zh_hans: 查看更新

# app.update.architecture.apple_silicon
source: Apple silicon
zh_hans: Apple 芯片

# app.update.architecture.intel
source: Intel
zh_hans: Intel 芯片

# app.update.available.compact_format
source: Update %@ Available
zh_hans: 新版 %@ 可用

# app.update.available.detail
source: Download the build made for this Mac. After you replace the App, the new version finishes updating its managed services and Agent integrations for you.
zh_hans: 下载为这台 Mac 准备的版本。替换 App 后，新版会为你完成托管服务和 Agent 集成的更新。

# app.update.available.title_format
source: Version %@ Is Available
zh_hans: 新版 %@ 可用

# app.update.check.title
source: Software Update
zh_hans: 软件更新

# app.update.checking.detail
source: The App is looking for the latest verified release for this Mac.
zh_hans: App 正在查找适用于此 Mac、经过安全校验的最新正式版本。

# app.update.checking.title
source: Checking GitHub Releases
zh_hans: 正在检查 GitHub Release

# app.update.convergence.action.open_connections
source: Open Agent Connections
zh_hans: 打开 Agent 连接

# app.update.convergence.action.open_diagnostics
source: Open Service & Diagnostics
zh_hans: 打开服务与诊断

# app.update.convergence.action.check_again
source: Check Again
zh_hans: 重新检查

# app.update.convergence.attention.detail
source: The App could not verify every bundled component or managed Agent integration. You can keep using your existing pets and data, then retry.
zh_hans: App 未能验证全部随附组件或受管 Agent 集成。你仍可使用现有宠物和数据，然后重试。

# app.update.convergence.attention.bundled_pets.detail
source: This App copy does not contain every verified built-in pet file. Download the official release again, replace the App in Applications, then reopen it; your existing pets and data are preserved.
zh_hans: 当前 App 副本没有包含全部已验证的内置宠物文件。请重新下载官方 Release，替换“应用程序”中的 App 后再打开；现有宠物和数据不会丢失。

# app.update.convergence.attention.bundled_pets.title
source: Bundled Pet Files Are Missing
zh_hans: App 缺少内置宠物文件

# app.update.convergence.attention.connectors.conflict_detail_format
source: The managed location for %@ holds a path the App cannot safely write, and Set Up or Repair skips it while that is true. Expand the Agent to see the exact path in its blocking check, move or restore it, then choose Check Again.
zh_hans: %@ 的受管位置中有一个本 App 无法安全写入的路径，此状态下“一键设置或修复”不会处理它。请展开对应 Agent 查看阻断检查项中的具体路径，移走或恢复后点击“重新检查”。

# app.update.convergence.attention.connectors.failed_detail_format
source: The App could not update or verify the managed connector for %@. Expand the Agent, choose Set Up or Repair, follow the instructions, then choose Check All.
zh_hans: App 无法更新或验证 %@ 的受管连接组件。请展开对应 Agent，点击“一键设置或修复”，按页面提示处理后再点击“全部检查”。

# app.update.convergence.attention.connectors.host_detail_format
source: The connector source for %@ was updated, but the Agent command is unavailable, so the active version cannot be verified. Install or update the Agent, fully quit and reopen it, then choose Check All.
zh_hans: %@ 的连接组件源已更新，但 Agent 命令当前不可用，无法验证生效版本。请先安装或更新对应 Agent，完全退出并重新打开，再点击“全部检查”。

# app.update.convergence.attention.connectors.mixed_detail_format
source: These Agent connections need different fixes: %@. Expand each one, follow its repair, authorization, or restart guidance, then choose Check All.
zh_hans: 这些 Agent 需要分别处理：%@。请逐一展开，按页面提示完成修复、授权或重启，然后点击“全部检查”。

# app.update.convergence.attention.connectors.title_format
source: Action Required for %@
zh_hans: %@ 连接需要处理

# app.update.convergence.attention.connectors.verification_detail_format
source: The connection files for %@ were updated, but the running Agent has not loaded and verified them. Fully quit and reopen the Agent, then choose Check All.
zh_hans: %@ 的连接文件已经更新，但运行中的 Agent 尚未加载并验证它们。请完全退出并重新打开对应 Agent，再点击“全部检查”。

# app.update.convergence.attention.service.detail
source: PetCore did not return a verified current state. Open Service & Diagnostics, choose Recover Service, wait until it is online, then use Check Again on this notice.
zh_hans: PetCore 没有返回已验证的最新状态。请打开“服务与诊断”，点击“恢复服务”，等待服务上线后，再在此提示中点击“重新检查”。

# app.update.convergence.attention.service.title
source: The Local Service Could Not Be Verified
zh_hans: 无法验证本地服务

# app.update.convergence.attention.title
source: Finish Setting Up the Update
zh_hans: 完成更新设置

# app.update.convergence.complete.detail
source: The local service, CLI, bundled pets, and your managed Agent integrations are ready.
zh_hans: 本地服务、CLI、内置宠物和由 App 管理的 Agent 集成都已就绪。

# app.update.convergence.complete.title_format
source: Updated to Version %@
zh_hans: 已更新至版本 %@

# app.update.convergence.detail
source: The App is updating its local service and the Agent integrations you already use. This normally takes only a moment.
zh_hans: App 正在更新本地服务和你已经使用的 Agent 集成，通常只需片刻。

# app.update.convergence.maker_blocked
source: Finishing the update before starting new pet work
zh_hans: 正在完成更新，完成后即可开始新的宠物制作

# app.update.convergence.title
source: Finishing the New Version Setup
zh_hans: 正在完成新版设置

# app.update.convergence.waiting.detail
source: A pet creation or another protected operation is still active. The update will continue automatically as soon as it finishes.
zh_hans: 宠物制作或另一项受保护操作仍在进行。任务完成后，更新会自动继续。

# app.update.convergence.waiting.title
source: Your Current Work Comes First
zh_hans: 先让当前任务完成

# app.update.current.detail_format
source: Version %@ is the latest stable release.
zh_hans: %@ 是最新稳定版本。

# app.update.current.title
source: You’re up to date
zh_hans: 当前已是最新版

# app.update.data_reassurance
source: Your pets, settings, and history stay exactly where they are.
zh_hans: 你的宠物、设置和历史会完整保留。

# app.update.failure.download_title
source: Couldn’t Open the Download
zh_hans: 未能打开下载

# app.update.failure.network_detail
source: GitHub could not be reached. Nothing changed; check your connection and try again.
zh_hans: 暂时无法连接 GitHub。任何内容都没有改变，请检查网络后重试。

# app.update.failure.open_detail
source: The browser did not open the download. Try again, or open the verified Release page and download this Mac’s build there.
zh_hans: 浏览器未能打开下载。你可以重试，或打开已验证的 Release 页面，在那里下载适合这台 Mac 的版本。

# app.update.failure.title
source: Couldn’t check for updates
zh_hans: 未能检查更新

# app.update.failure.verification_detail
source: The latest Release did not pass the App’s safety checks, so no download was offered. Try again later.
zh_hans: 最新 Release 未通过 App 的安全校验，因此没有提供下载。请稍后再试。

# app.update.install.invalid.subtitle
source: This App copy cannot safely update its bundled components. Download the official release again. Your pets, settings, history, and current work are untouched.
zh_hans: 此 App 副本无法安全更新随附组件。请重新下载官方 Release；你的宠物、设置、历史与当前工作不会改变。

# app.update.install.invalid.title
source: Download a Complete Copy
zh_hans: 重新下载完整版本

# app.update.install.required
source: Finish Installing the New App
zh_hans: 完成新版 App 安装

# app.update.install.restart_failed.subtitle
source: The new App is ready, but the current App could not reopen it automatically. Open Applications, quit this App, then open the new version. Your pets, settings, and work are preserved.
zh_hans: 新版 App 已准备好，但当前 App 无法自动重新打开它。请先打开“应用程序”，退出当前 App，再打开新版。你的宠物、设置和进行中的工作都会保留。

# app.update.install.restart_failed.title
source: Open the New Version Manually
zh_hans: 手动打开新版

# app.update.install.step.accessibility_format
source: Step %d. %@. %@
zh_hans: 第 %d 步。%@。%@

# app.update.install.step.download.detail
source: Use the architecture-specific ZIP offered by the App. Finder normally expands it in Downloads.
zh_hans: 使用 App 提供的对应芯片 ZIP；Finder 通常会在“下载”文件夹中自动解压。

# app.update.install.step.download.title
source: Download and unzip
zh_hans: 下载并解压

# app.update.install.step.open.detail
source: In Applications, Control-click AgentPetCompanion and choose Open. If macOS asks, allow it in Privacy & Security.
zh_hans: 在“应用程序”中按住 Control 点击 AgentPetCompanion 并选择“打开”。如 macOS 提示，请在“隐私与安全性”中允许打开。

# app.update.install.step.open.title
source: Open the new version
zh_hans: 打开新版

# app.update.install.step.replace.detail
source: Quit the old App if it is running. Drag AgentPetCompanion.app into Applications and choose Replace.
zh_hans: 如果旧版仍在运行，请先退出。将 AgentPetCompanion.app 拖入“应用程序”，然后选择“替换”。

# app.update.install.step.replace.title
source: Replace the App
zh_hans: 替换 App

# app.update.install.subtitle
source: This build is not Developer ID-signed, so macOS does not permit a seamless in-place update. It takes three short steps.
zh_hans: 当前版本未使用 Developer ID 签名，因此 macOS 不允许无感原位更新。只需完成下面三步。

# app.update.install.title
source: Move the New App into Applications
zh_hans: 将新版 App 移入“应用程序”

# app.update.install.version_format
source: Version %@
zh_hans: 版本 %@

# app.update.release.verified
source: The version, download, and checksum match the official GitHub Release.
zh_hans: 版本、下载地址和校验和均与官方 GitHub Release 一致。

# appearance.dark
source: Dark
zh_hans: 深色

# appearance.light
source: Light
zh_hans: 浅色

# appearance.system
source: System
zh_hans: 系统

# asset_recovery.detail
source: Revalidate the pet package and re-extract its cover and nine-action animation assets.
zh_hans: 重新校验桌宠包，并重新提取封面与九动作动画资源。

# asset_recovery.diagnostics
source: View Diagnostics
zh_hans: 查看诊断

# asset_recovery.failed
source: The package still could not produce a valid preview. Review diagnostics for the bounded failure details.
zh_hans: 桌宠包仍无法生成有效预览。请在诊断中查看经过限制的失败详情。

# asset_recovery.repair
source: Repair Preview
zh_hans: 修复预览

# asset_recovery.repairing
source: Repairing Preview…
zh_hans: 正在修复预览…

# asset_recovery.title
source: Preview needs repair
zh_hans: 预览需要修复

# bubble_font_scale.large
source: Larger
zh_hans: 更大

# bubble_font_scale.standard
source: Standard
zh_hans: 标准

# check_status.missing
source: Not found
zh_hans: 未检测到

# check_status.needs_fix
source: Needs repair
zh_hans: 需修复

# check_status.not_required
source: Not required
zh_hans: 非必需

# check_status.ok
source: OK
zh_hans: 正常

# check_status.unsupported
source: Unsupported
zh_hans: 暂不支持

# check_status.unverified
source: Unverified
zh_hans: 未验证

# common.cancel
source: Cancel
zh_hans: 取消

# common.choose
source: Choose
zh_hans: 选择

# common.clear
source: Clear
zh_hans: 清空

# common.close
source: Close
zh_hans: 关闭

# common.collapsed
source: Collapsed
zh_hans: 已收起

# common.disclosure.collapse_hint
source: Activates the whole header to hide details.
zh_hans: 点击整个标题区域可收起详情。

# common.disclosure.expand_hint
source: Activates the whole header to show details.
zh_hans: 点击整个标题区域可展开详情。

# common.expanded
source: Expanded
zh_hans: 已展开

# common.images.format
source: %d images
zh_hans: %d 张

# common.minutes.format
source: %d min
zh_hans: %d 分钟

# common.not_reported
source: Not reported
zh_hans: 未报告

# common.recommended
source: Recommended
zh_hans: 推荐

# common.retry
source: Retry
zh_hans: 重试

# config.advanced.appearance
source: Advanced Appearance & Interaction
zh_hans: 高级外观与交互

# config.advanced.appearance.detail
source: Transparency, idle behavior, context menu, and pointer interaction.
zh_hans: 透明度、空闲行为、右击菜单与指针交互。

# config.advanced.messages
source: Advanced Message Settings
zh_hans: 高级消息设置

# config.advanced.messages.detail
source: Agent sources, individual events, timeout, and multi-session display.
zh_hans: Agent 来源、逐事件、收起时间与多会话显示。

# config.attention_preset
source: Message Attention
zh_hans: 消息提醒

# config.attention_preset.custom_detail
source: Your per-event choices are customized. Open Advanced Message Settings to review them.
zh_hans: 你已自定义逐事件选择，可展开“高级消息设置”查看。

# config.auto_hide
source: Auto-collapse When Idle
zh_hans: 空闲时自动收起

# config.auto_hide.detail
source: Hide the bubble while idle and reveal it for events.
zh_hans: 空闲时隐藏气泡，有事件时自动显示

# config.bubble_font_scale
source: Bubble Text Size
zh_hans: 气泡字号

# config.bubble_font_scale.detail
source: Sets the desktop bubble text size. Standard keeps the current size; Larger scales every bubble text style together.
zh_hans: 设置桌面消息气泡的文字大小。标准保持当前字号，更大会按同一比例放大气泡内所有文字。

# config.context_menu
source: Context Menu
zh_hans: 右击菜单

# config.context_menu.detail
source: Right-click the desktop pet for quick actions.
zh_hans: 右击桌宠打开快捷菜单

# config.current_pet.format
source: Current pet: %@
zh_hans: 当前宠物：%@

# config.display_appearance
source: Display & Appearance
zh_hans: 显示与外观

# config.display_clarity.limit_format
source: %@ source is sharpest up to %d pt.
zh_hans: %@素材在 %d pt 以内最清晰。

# config.display_clarity.warning_format
source: %@ source may look softer above %d pt; display size remains unchanged.
zh_hans: %@素材超过 %d pt 后可能稍显柔和；显示尺寸不会被限制。

# config.display_size
source: Display Size
zh_hans: 显示尺寸

# config.display_width.accessibility
source: Pet size
zh_hans: 宠物大小

# config.display_width.reset
source: Restore Default
zh_hans: 恢复默认

# config.event.done_detail
source: The task is complete
zh_hans: 任务已完成

# config.event.failed_detail
source: The task failed
zh_hans: 任务执行失败

# config.event.plan_detail
source: The Agent updated its plan; the pet uses its Thinking action
zh_hans: Agent 更新了规划；宠物使用“思考”动作

# config.event.reaction_mapping
source: Badges show stable, filtered session events. Started has no pet action; Thinking and Planning both use the pet's Thinking action.
zh_hans: 会话标识仅显示稳定、经过筛选的事件。开始事件没有宠物动作；思考与规划事件都使用宠物的“思考”动作。

# config.event.start_detail
source: The request was accepted; this event does not trigger a pet action
zh_hans: Agent 已接收请求；开始事件不触发宠物动作

# config.event.thinking_detail
source: The host explicitly reported stable reasoning activity; the pet uses its Thinking action
zh_hans: 宿主明确上报了稳定的思考或推理活动；宠物使用“思考”动作

# config.event.tool_detail
source: Agent is using a local tool
zh_hans: Agent 正在调用本地工具

# config.event.waiting_detail
source: The Agent is paused until you approve, answer, or decide
zh_hans: Agent 已暂停，必须等你确认、回答或决策后才能继续

# config.group_display
source: Default Multi-session Display
zh_hans: 多会话默认显示

# config.group_display.detail
source: You can switch a bubble temporarily without changing this global preference.
zh_hans: 气泡中可以为本次临时切换，不会覆盖这里的全局偏好。

# config.group_sessions_by_agent
source: Group Sessions by Agent
zh_hans: 按 Agent 聚合会话

# config.group_sessions_by_agent.detail
source: When on, each Agent owns one expandable card. When off, every session becomes its own card in one global stack, stably ordered by attention state and new turns.
zh_hans: 打开时，每个 Agent 使用一张可展开的聚合卡；关闭时，每个会话独立成卡并进入一个全局折叠栈，按注意力状态与新轮次稳定排序。

# config.language_accessibility
source: App language
zh_hans: App 语言

# config.language_detail
source: Changes the Control Center, desktop pet, menus, and accessibility text immediately.
zh_hans: 立即切换控制中心、桌宠、菜单和无障碍文字的语言。

# config.language_picker
source: Language
zh_hans: 语言

# config.live_preview
source: Pet Preview
zh_hans: 宠物预览

# config.message_preview
source: Message Preview
zh_hans: 消息预览

# config.page_picker
source: Configuration Page
zh_hans: 配置页面

# config.persistence_note
source: Waiting for You and Failed sessions remain visible regardless of the normal message timeout.
zh_hans: “等待你操作”和“执行失败”的会话始终保持显示，不受普通消息收起时间影响。

# config.pet_interaction
source: Desktop Pet Interaction
zh_hans: 桌宠交互

# config.preview.bubble_auto_show
source: Appears automatically for events
zh_hans: 有事件时自动显示

# config.preview.bubble_working
source: Updating local UI components
zh_hans: 正在更新本地 UI 组件

# config.preview.desktop_accessibility
source: Desktop pet live preview
zh_hans: 桌宠实时预览

# config.preview.events
source: Events
zh_hans: 事件

# config.preview.live_messages
source: Live Message Preview
zh_hans: 实时消息预览

# config.preview.no_events
source: No Session Events
zh_hans: 没有启用的会话事件

# config.preview.no_events_detail
source: Choose the stable session events shown by the desktop pet.
zh_hans: 选择要由桌宠显示的稳定会话事件。

# config.preview.no_pet
source: No pet enabled
zh_hans: 尚未启用宠物

# config.preview.no_sources
source: No Enabled Sources
zh_hans: 没有启用的来源

# config.preview.no_sources_detail
source: Enable at least one agent source to preview messages.
zh_hans: 启用至少一个 Agent 来源后，这里会显示消息。

# config.preview.persistence
source: Waiting for You and Failed remain visible until the event changes or you dismiss the session.
zh_hans: “等待你操作”和“执行失败”会持续显示，直到事件变化或你关闭该会话。

# config.preview.pet_hidden
source: Desktop pet hidden
zh_hans: 桌宠已隐藏

# config.preview.sources
source: Sources
zh_hans: 来源

# config.preview.timeout_format
source: Normal messages collapse after %d minutes.
zh_hans: 普通消息 %d 分钟后收起

# config.response_events
source: Session Events
zh_hans: 会话事件

# config.response_sources
source: Responsive Sources
zh_hans: 响应来源

# config.section.appearance
source: Appearance & Desktop Pet
zh_hans: 外观与桌宠

# config.section.messages
source: Messages & Sources
zh_hans: 消息与来源

# config.session_display
source: Session Display
zh_hans: 会话显示

# config.show_pet
source: Show Desktop Pet
zh_hans: 显示桌宠

# config.show_pet.detail
source: Show the currently enabled pet on the desktop.
zh_hans: 在桌面显示当前启用的宠物

# config.size_footer
source: Size keeps the pet’s bottom-center anchor stable and never changes the authored animation timing.
zh_hans: 调整尺寸时保持宠物画布底部中心锚点稳定，不改变作者设定的动作时序。

# config.size_guidance
source: 100–300 pt · Default 112 pt
zh_hans: 100–300 pt · 默认 112 pt

# config.source.full_check
source: Full check required
zh_hans: 待完整检查

# config.source.healthy
source: Connected
zh_hans: 连接正常

# config.source.limited
source: Connected; some capabilities are unsupported
zh_hans: 连接可用，部分能力暂不支持

# config.source.missing
source: Not detected
zh_hans: 未检测到

# config.source.needs_repair
source: Needs repair
zh_hans: 需修复

# config.source.partially_unverified
source: Some capabilities need verification
zh_hans: 部分能力待验证

# config.source.pending
source: Connection not checked
zh_hans: 连接待检查

# config.sources_footer
source: Connection state is only summarized here. Use Agent Connections to check or repair.
zh_hans: 连接状态仅作摘要；检查与修复请前往“Agent 连接”。

# config.status_bubble
source: Status Bubble
zh_hans: 状态气泡

# config.status_bubble.detail
source: Show concise task status beside the pet.
zh_hans: 在桌宠旁显示简短任务状态

# config.subnavigation.accessibility
source: Pet configuration pages
zh_hans: 宠物配置子页面

# config.subtitle.appearance
source: Adjust the desktop pet, bubble, and desktop interactions.
zh_hans: 调整桌宠显示、气泡与桌面交互

# config.subtitle.messages
source: Choose responsive sources, events, and session presentation.
zh_hans: 选择响应来源、事件与会话呈现方式

# config.theme_accessibility
source: Appearance theme
zh_hans: 外观主题

# config.theme_detail
source: Applies to the Control Center, status bubble, action buttons, and context menu.
zh_hans: 同时应用于控制中心、状态气泡、操作按钮和右击菜单。

# config.theme_picker
source: Appearance
zh_hans: 外观

# config.timeout
source: Normal Message Timeout
zh_hans: 普通消息收起时间

# config.timeout_detail
source: Normal sessions collapse after no new activity.
zh_hans: 普通会话在没有新活动后自动收起

# connection_mode.light
source: Light check
zh_hans: 轻量定位

# connection_mode.runtime
source: Full check
zh_hans: 完整检查

# connections.action.bulk
source: Bulk Actions
zh_hans: 批量操作

# connections.action.check_all
source: Check All
zh_hans: 全部检查

# connections.action.check_source_format
source: Check %@
zh_hans: 检查 %@

# connections.action.install_repair
source: Set Up or Repair
zh_hans: 设置或修复

# connections.action.install_update
source: install or update
zh_hans: 安装或更新

# connections.action.recheck
source: Check Connection
zh_hans: 检查连接

# connections.action.remove
source: remove
zh_hans: 移除

# connections.action.repair
source: Repair Connection
zh_hans: 修复连接

# connections.action.repair_accessibility_format
source: Install or repair the %@ connection
zh_hans: 安装或修复 %@ 连接

# connections.action.repair_all
source: Set Up or Repair All
zh_hans: 一键设置或修复

# connections.action.setup_again
source: Set Up Again
zh_hans: 重新设置连接

# connections.action.test_channel
source: Send Test Message
zh_hans: 发送测试消息

# connections.action.troubleshoot
source: View Fix
zh_hans: 查看处理方法

# connections.action.uninstall
source: Remove Connection
zh_hans: 移除连接

# connections.action.uninstall_accessibility_format
source: Uninstall the %@ connection
zh_hans: 卸载 %@ 连接

# connections.action.uninstall_all
source: Uninstall All Managed Connections
zh_hans: 卸载所有受管连接

# connections.action.write_repair
source: Write and Repair
zh_hans: 写入并修复

# connections.capabilities.accessibility_format
source: App support and audited capabilities: %@
zh_hans: App 支持与审计能力，%@

# connections.capabilities.audited
source: Audited host events
zh_hans: 已审计的宿主事件面

# connections.capabilities.mapped
source: Mapped information
zh_hans: 映射的信息

# connections.capabilities.privacy
source: Privacy exclusions
zh_hans: 隐私排除项

# connections.capabilities.subscribed
source: Registered contract events
zh_hans: 当前契约注册项

# connections.capabilities.summary_format
source: Target %@ · %d audited / %d registered
zh_hans: 目标 %@ · 审计 %d / 注册 %d

# connections.capabilities.title
source: App Support & Audited Capabilities
zh_hans: App 支持与审计能力

# connections.capabilities.unavailable
source: PetCore has not returned a capability list. Run a full check first.
zh_hans: 当前 PetCore 尚未返回能力清单。完成完整检查后再查看。

# connections.capabilities.unreported
source: Not reported
zh_hans: 未报告

# connections.capabilities.version_unreported
source: Version not reported
zh_hans: 版本未报告
